{
    "data": [{
            "ru": "Главная",
            "name": "main",
            "items": [
                {
                    "ru": "Темный Бургер Ржаной",
                    "description": "Бургер с нежнейшим мясом бедра цыпленка, с соусом барбекю, свежими овощами, сыром чеддер и эмменталер, маринованными огурчиками и халапеньо на ароматной ржаной булочке.",
                    "price": 169
                },
                {
                    "ru": "Двойной Темный бургер",
                    "description": "Невероятно большой бургер с нежнейшим мясом бедра цыпленка:  два филе на ароматной ржаной булочке с соусом барбекю, свежими овощами, сыром чеддер и эмменталер, маринованными огурчиками и халапеньо.",
                    "price": 259
                },
                {
                    "ru": "Шефбургер",
                    
                    "descr": "Попробуйте новый уникальный бургер от шефа! Нежный сливочный соус, сочное филе в оригинальной  панировке, салат айcберг и помидоры на пшеничной булочке  с черно-белым кунжутом.",
                    "price": 99
                },
                {
                    "ru": "Чизбургер",
                    
                    "descr": "Пряный горчичный соус, кетчуп, сочные стрипсы в оригинальной панировке, лук, сыр Чеддер, огурцы на пшеничной булочке с кукурузной посыпкой.",
                    "price": 69
                },
                {
                    "ru": "Острый Шефбургер",
                    "description": "Попробуйте новый уникальный бургер от шефа! острая курочка в панировке Hot&spicy, сочные листья салата, пикантные маринованные огурчики, лук, фирменный соус «Бургер» и булочка с черно-белым кунжутом.",
                    "price": 99
                },
                {
                    "ru": "Чизбургер Де Люкс",
                    "description": "Пряный горчичный соус, кетчуп, сочное филе в оригинальной панировке, лук, сыр Чеддер, огурцы на пшеничной булочке с кукурузной посыпкой, свежий салат и ломтики помидора.",
                    "price": 124
                },
                {
                    "ru": "Острый Шефбургер Де Люкс",
                    "description": "Острый бургер от шефа  теперь де Люкс! острое филе в хрустящей панировке, салат айсберг,  маринованные огурцы, лук, фирменный соус «Бургер», булочка с кунжутом, ломтик сыра и два ломтика бекона.",
                    "price": 144
                },
                {
                    "ru": "Шефбургер Де Люкс",
                    "description": "Бургер от шефа теперь Де Люкс! Сочное филе в оригинальной панировке, томаты, салат айсберг, соус Цезарь, аппетитная булочка, ломтик сыра и два ломтика бекона.",
                    "price": 144
                },
                {
                    "ru": "Хот-дог Куриный",
                    "description": "Хот-дог с куриной колбаской с травами, сладким горчичным соусом, кетчупом, маринованными огурчиками и халапеньо.",
                    "price": 79
                },
                {
                    "ru": "Лонгер Русс",
                    "description": "Ароматный Лонгер с сочной оригинальной курочкой, сметанно-луковым соусом, маринованными огурцами и луком.",
                    "price": 50
                },
                {
                    "ru": "Лонгер BBQ",
                    "description": "Сочная курочка, маринованные огурчики и аппетитный соус барбекю! Спешите попробовать!",
                    "price": 50
                }
            ]
        },
        {
            "ru": "Бургеры",
            "name": "burgers"
        },
        {
            "ru": "Сэндвичи в лепешках",
            "name": "flatDreadSandwiches"
        },
        {
            "ru": "Курица",
            "name": "chicken"
        },
        {
            "ru": "Баскеты",
            "name": "basket"
        },
        {
            "ru": "Снэки",
            "name": "snacks"
        },
        {
            "ru": "Соусы",
            "name": "sauces"
        },
        {
            "ru": "Салаты",
            "name": "salads"
        },
        {
            "ru": "Десерты",
            "name": "desserts"
        },
        {
            "ru": "Напитки",
            "name": "drinks"
        },
        {
            "ru": "Горячие напитки",
            "name": "hotDrink"
        },
        {
            "ru": "Завтрак (до 11:00)",
            "name": "breakfast"
        },
        {
            "ru": "Комбо",
            "name": "combo"
        },
        {
            "ru": "Хиты по 50 руб.",
            "name": "hits"
        }
    ]
}